<?php

return [
    /*
    |--------------------------------------------------------------------------
    | 系統錯誤
    |--------------------------------------------------------------------------
    */
    'system_close' => '系統維護中' ,
    'system__error' => '系統錯誤',
    'form_retry_error' => '請不要重複送出',

    /*
    |--------------------------------------------------------------------------
    | 頁面錯誤
    |--------------------------------------------------------------------------
    */
    'page_404' => '找不到頁面',
    'page_403' => '權限錯誤',

    /*
    |--------------------------------------------------------------------------
    | 登入
    |--------------------------------------------------------------------------
    */
    'login_please' => '請登入後操作',
    'login_retry' => '嘗試錯誤次數過多, 帳號已被鎖定, 請聯絡管理員',
    'login_status_0' => '帳號已被禁用',
    'login_status_2' => '帳號已被鎖定, 請聯絡管理員',
    'login_level_0' => '帳號未驗證,',
    'login_success' => '登入成功',
    'login_fail' => '登入失敗',
    'logout_success' => '登出成功',
    'logout_fail' => '登出失敗',

    /*
    |--------------------------------------------------------------------------
    | 表單
    |--------------------------------------------------------------------------
    */
    'edit_success' => '修改成功',
    'edit_fail' => '修改失敗',
    'edit_fail_image' => '修改失敗,上傳圖片失敗',

    /*
    |--------------------------------------------------------------------------
    | 註冊
    |--------------------------------------------------------------------------
    */
    'phone_message_timeout' => '簡訊已失效，請重新發送',
    'username_repeat' => '會員名稱已存在',
    'phone_repeat' => '手機號碼已註冊',
    'account_repeat' => '帳號已存在',
    'register_success' => '註冊完成，請重新登入',
    'register_fail' => '註冊失敗',
];
